Repository: PSCIT/yemnak
Catalog: yemnak/App_GlobalResources/SiteResources.*.resx
Languages: ar_kw

source: About Us
ar_kw: عن يمناك

source: Address
ar_kw: عنوان

source: Clients
ar_kw: عملائنا

source: Contact Us
ar_kw: اتصل بنا

# ContactUs_googlelink
source: Click here for Google Map
ar_kw: انقر هنا للحصول على خريطة غوغل

# ContactUS_Title
source: Get In Touch With Us
ar_kw: ابق على تواصل معنا

# Copyright
source: Copyright © 2017 All rights reserved Public Service Company Kuwait
ar_kw: حقوق الطبع والنشر © 2017 جميع الحقوق محفوظة شركة الخدمة العامة الكويت

# Footer_Aboutus
source: YEMNAK is one of the services provided by Public Services Company. The service has been launched since 2003 and one of our first and current main clients are the General Secretariat of the Council of Ministers.
ar_kw: يمناك هي واحدة من الخدمات التي تقدمها شركة الخدمات العامة. وقد تم إطلاق الخدمة منذ عام 2003، وأحد عملائنا الرئيسيين الأول والحالي هو الأمانة العامة لمجلس الوزراء.

source: Media
ar_kw: المركز الإعلامى

source: Membership Request
ar_kw: طلب العضوية

source: Services
ar_kw: خدماتنا

# About_Yemnak_Para
source: From the goals that the Public Services Company were built for, which is to help citizens from all over the state private and public institutions to facilitate procedures, and from the company's vision which is to present superior services, Yemnak Concierge was built, since 2003. Yemnak is a service given for our elite clients, individuals and companies, to help out with your needs and to help you with your daily tasks in privacy. Yemnak team will satisfy your needs where they will take you to a luxurious trip of your life. Our team are ready to serve you 24/7 through our branches, in Kuwait or even Dubai and London.
ar_kw: انطلاقا من الهدف الذي انشأة منه شركة الخدمات العامه لتسهيل إجراءات المواطنين في جميع مؤسسات الدولة الخاصة و العامة و انطلاقا من رؤية الشركة نحو تقديم أفضل الخدمات المبتكرة تم انشاء خدمة يمناك كونسيرج ( المساعد الشخصي ) سنة 2003 ، فهي خدمة نقدمها للعملاء النخبة سواء أفراد أو شركات لتلبية احتياجاتكم و الحصول على يد المساعده لإتمام مهامهم اليومية بجوده عالية و سرية تامة من خلال فريق عمل محترف من موظفينا نآخذكم في رحلة مميزة للتمتع بالرفاهية على مدار 24 ساعة يوميا من خلال كافة أفرعنا سواء داخل الكويت أو خارجها في دبي أو لندن .

# About_Yemnak_Subtitle
source: Bringing Services to you since 2003
ar_kw: جار تقديم الخدمات إليك منذ عام 2003

# About_Yemnak_Title
source: About Yemnak
ar_kw: عن يمناك

# Card_Title_First
source: Concierge Individuals and Company
ar_kw: كونسيرج الافراد و الشركات

# Card_Title_First_Detail
source: Yemnak's team are ready to serve you 24/7 to facilitate your daily tasks, to create a unique and luxurious lifestyle to our clients. These services provided to our clients through annual contracts with different companies for their clients, or by individual's membership contracts. We designed our services to suit your needs and wants which will help you through your day.
ar_kw: تقوم الشركة من خلال فريق عملها على مدار الساعة طوال الاسبوع بالقيام ببعض الامور التي نسعى من خلالها أن نقوم بتسهيل أمور حياتكم اليومية لخلق اسلوب حياة مميز و فريد وقد وفرنا هذه الخدمة عن طريق العقود السنوية بالنسبة للشركات أو بطاقات يمناك المتنوعة للإفراد و الشركات على حد سواء و التي صممناها بطريقة تتلائم مع احتياجاتكم و متطلباتكم و التي تمكنكم من الاستمتاع بباقة من الخدمات المميزة.

# Card_Title_First_LIstitem_1
source: Completing transactions, which does not require a personal attendance.
ar_kw: المعاملات التي لا تتطلب حضور العميل الشخصي

# Card_Title_First_LIstitem_10
source: Finishing transactions through different embassies and Ministry of Foreign Affairs
ar_kw: عمل تصديقات في الخارجية الكويتية والسفارات

# Card_Title_First_LIstitem_11
source: Transportations from / to airports
ar_kw: توصيل من وإلى المطار

# Card_Title_First_LIstitem_12
source: Booking hotels, tickets, restaurants, etc...
ar_kw: حجوزات الفنادق – تذاكر سفر – مطاعم – مباريات عالمية وغيرها

# Card_Title_First_LIstitem_13
source: On road services
ar_kw: خدمة المساعدة على الطريق

# Card_Title_First_LIstitem_14
source: Paying fees (schools, bills, electricity, traffic violations, etc...)
ar_kw: دفع رسوم (المدارس – الكهرباء – المرور ... إلخ)

# Card_Title_First_LIstitem_15
source: Delivery services (flowers, gifts, invitations, etc...)
ar_kw: خدمة توصيل (الزهور – الهدايا – الدعوات)

# Card_Title_First_LIstitem_16
source: All kind of services that needed by our clients that suits our policies and Shariaa'
ar_kw: أي خدمات أخرى قد يطلبها العميل تتوافق مع سياسة وضوابط شركة الخدمات العامة وبما لا يخالف أحكام الشريعة الإسلامية

# Card_Title_First_LIstitem_2
source: Establishing / renew / cancel an immigrants visa.
ar_kw: عمل / تجديد / إلغاء إقامة الخدم

# Card_Title_First_LIstitem_3
source: Comprehensive medical examination
ar_kw: الفحص الطبي للخدم

# Card_Title_First_LIstitem_4
source: Transporting data from passport to another
ar_kw: نقل البيانات من جواز إلى جواز آخر

# Card_Title_First_LIstitem_5
source: Driving license renewal
ar_kw: استخراج / تجديد رخص القيادة

# Card_Title_First_LIstitem_6
source: Technical inspection for cars and car registration renewal.
ar_kw: الفحص الفني / استخراج وتجديد دفتر السيارة

# Card_Title_First_LIstitem_7
source: Replacing old car plates with new one
ar_kw: استبدال لوحات السيارة القديمة بالجديدة

# Card_Title_First_LIstitem_8
source: Visa for tourism or for students
ar_kw: استخراج الفيزا السياحية/الدراسية

# Card_Title_First_LIstitem_9
source: Civil ID renewal
ar_kw: تجديد / استلام البطاقة المدنية

# Card_Title_Second
source: Call Center
ar_kw: مركز الاتصال

# Card_Title_Second_Detail
source: To keep up with our client's needs we provided a call center to help for establishing high standards for our services. We provide this a Call Center Services to companies with employees who are ready to answer calls for them. In addition, there is a call center in our company with the latest technology to serve different companies and governments.
ar_kw: و سعيا من يمناك لضمان جودة أداء خدماتها قامة بإنشاء مركز اتصال ذو كفاءة عالية يقدم خدمات عديدة كتوفير مراكز اتصال خارجية بجميع ملحقاتها مع توفير موظفين متخصصين في المجال للجهات التي تطلب مركز اتصال لديها، بالإضافة الى وجود مركز اتصال داخل الشركة عالي الجودة وتقنيات حديثة لخدمة الجهات الحكومية والشركات في الخدمات الهاتفية.

# Card_Title_Second_Detail2
source: Call Center also provide different services:
ar_kw: و يقدم المركز عدة خدمات منها :

# Card_Title_Second_LIstitem_1
source: Incoming and outgoing calls services
ar_kw: خدمة المكالمات الواردة والصادرة

# Card_Title_Second_LIstitem_10
source: Data entering services
ar_kw: خدمة إدخال قواعد البيانات

# Card_Title_Second_LIstitem_2
source: Marketing campaigns
ar_kw: الحملات التسويقية

# Card_Title_Second_LIstitem_3
source: Survey campaigns
ar_kw: حملات استطلاع الرأي

# Card_Title_Second_LIstitem_4
source: Guidance and awareness campaigns
ar_kw: حملات ارشادية وتعريفية

# Card_Title_Second_LIstitem_5
source: Text messaging services
ar_kw: خدمة الرسائل النصية

# Card_Title_Second_LIstitem_6
source: Email messaging services
ar_kw: خدمة البريد الإلكتروني

# Card_Title_Second_LIstitem_7
source: Advertising services
ar_kw: الخدمات الإعلانية

# Card_Title_Second_LIstitem_8
source: Fellow-up services
ar_kw: التحصيل والمتابعة الهاتفية

# Card_Title_Second_LIstitem_9
source: Consulting and training services
ar_kw: خدمة الاستشارات والتدريب

# Header_heading
source: DIVERSIFIED SERVICES
ar_kw: خدمات متنوعة

# Header_Heading_2
source: UNVARYING QUALITY
ar_kw: متقنة الجودة

# Home_Page_Header_Para
source: Yemnak's concierge service which provides customers with all the services they require, such as completing government transactions in Kuwait also airport delivery which Yemnak achieves the highest level of luxury for VIP's.
ar_kw: خدمة يمناك كونسيرج التي تحقق لعملائها كل ما يحتاجونه من خدمات مميزة مثل خدمة إنجاز المعاملات الحكومية بالكويت و أيضا التوصيل من و الى المطار , هذا و تحقق يمناك أعلى مستوى من الرفاهية لكبار الشخصيات

# Learn_More_Btn
source: Learn More
ar_kw: أعرف أكثر

# MembershipCard_subtitle
source: Wide Range of Services Tailored Just For You
ar_kw: مجموعة واسعة من الخدمات مصممة خصيصا لك

# MembershipCard_Title
source: Membership Cards
ar_kw: طلب العضوية

# Our_Mission_Detail
source: Provide all the possibilities that we can offer in Concierge Services, to provide the best services to our clients.
ar_kw: توفير كل الامكانيات الممكنه في قطاع الكونسيرج ( المساعد الشخصي ) لتقديم أفضل الخدمات لعملائنا بكل احترافية .

# Our_Mission_Title
source: Our Mission
ar_kw: مهمتنا

# Our_Vision_Detail
source: In Yemnak we believe that you deserve a Luxury Lifestyle, so our vision is to take the lead in Concierge Services worldwide.
ar_kw: لأننا في يمناك نؤمن بأنكم تستحقون الرفاهية فأننا نطمح بان نكون الشركة الرائدة محليا و دوليا في تقديم خدمات الكونسيرج ( المساعد الشخصي ) على أعلى مستوى من الجودة و الرعاية .

# Our_Vision_Title
source: OUR VISION
ar_kw: رؤيتنا

# Services_Subtitle
source: adapted to your needs
ar_kw: وتكييفها لاحتياجاتك

# Services_Title
source: Unmatched Services
ar_kw: خدمات لا مثيل لها
